<?php

return [
    'title' => 'قائمة الموردين',
    'description' => 'لوحة تحكم الموردين تساعدك على جمع وعرض بيانات الموردين بسهولة وتحسين تجربة الموردين.',
    'add' => 'إضافة مورد',
    'clear' => 'مسح البحث',
    'row' => 'عدد الصفوف',
    'search' => 'بحث',
    'search_placeholder' => 'ابحث عن مورد',
    'no' => 'رقم',
    'photo' => 'الصورة',
    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',
    'phone' => 'رقم الهاتف',
    'shopname' => 'اسم المحل',
    'type' => 'نوع المورد',
    'action' => 'الإجراءات',
    'view' => 'عرض',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'delete_confirm' => 'هل أنت متأكد من حذف هذا السجل؟',
];
